* Supplemental Bill of Materials
#+RESULTS: supplemental-parts
| Item | Quantity | Manufacturer                   | Manufacturer Part Number | Vendor   | Vendor Part Number | Description                                        |
|------+----------+--------------------------------+--------------------------+----------+--------------------+----------------------------------------------------|
|    1 |        1 | SparkFun Electronics           | DEV-15583                | Digi-Key | 1568-DEV-15583-ND  | TEENSY 4.0                                         |
|    2 |        2 | TE Connectivity AMP Connectors | 6-146280-4               | Digi-Key | A128925-ND         | CONN HEADER VERT 14POS 2.54MM                      |
|    3 |        1 | Assmann WSW Components         | AK67421-2                | Digi-Key | AE10342-ND         | CBL USB2.0 A PLG-MCR B PLG 6.56FT                  |
|    4 |        1 | CUI Inc.                       | SDI18-5-UC-P5            | Digi-Key | 102-3672-ND        | AC/DC DESKTOP ADAPTER 5V 15W                       |
|    5 |        1 | CUI Devices                    | AC-C13 NA                | Digi-Key | T1249-C13-NA-ND    | CORD 18AWG NEMA5-15P - IEC320 6FT                  |
|    6 |        1 | Phoenix Contact                | 1757019                  | Digi-Key | 277-1011-ND        | TERM BLOCK PLUG 2POS STR 5.08MM                    |
|    7 |        1 | Phoenix Contact                | 1757035                  | Digi-Key | 277-1013-ND        | TERM BLOCK PLUG 4POS STR 5.08MM                    |
|    8 |        1 | Logitech                       | 130 Compact Speakers     | Amazon   | Z130               | Logitech 3.5mm Jack Compact Laptop Speakers Black  |
#+tblfm: $1=@#-1
